Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CREATE_PASSCODE_BODY_UPGRADE_IPAD
source: Create a passcode to upgrade your account security. A passcode protects your sensitive data and is used to unlock this iPad.
ar: أنشئ رمز دخول لترقية أمن حسابك. يحمي رمز الدخول بياناتك الحساسة، ويُستخدم لفتح فقل هذا الـ iPad.
bg: Създайте код, за да подобрите сигурността на регистрацията си. Кодът защитава вашите чувствителни данни и се използва за отключване на този iPad.
ca: Per millorar la seguretat del compte, pots crear un codi. Serveix per protegir les dades personals i desbloquejar l’iPad.
cs: Vytvořte kód, který zabezpečí váš účet. Kód chrání citlivá data a používá se k odemknutí iPadu.
da: Opret en kode for at opgradere sikkerheden på din konto. En kode beskytter dine følsomme data og bruges til at låse denne iPad op.
de: Erstelle einen Code, um die Sicherheit deines Accounts zu erhöhen. Ein Code schützt deine vertraulichen Daten und wird zum Entsperren dieses iPad verwendet.
el: Δημιουργήστε έναν κωδικό για αναβάθμιση της ασφάλειας του λογαριασμού σας. Ο κωδικός προστατεύει τα ευαίσθητα δεδομένα σας και ξεκλειδώνει αυτό το iPad.
es: Crea un código para mejorar la seguridad de tu cuenta. El código sirve para proteger tus datos sensibles y para desbloquear este iPad.
es_419: Crea un código para mejorar la seguridad de tu cuenta: protegerá tus datos confidenciales y se usará para desbloquear este iPad.
fi: Päivitä tilisi suojaus luomalla pääsykoodi. Pääsykoodi suojaa arkaluontoisia tietojasi, ja sillä avataan iPadin lukitus.
fr: Créez un code pour mettre à niveau la sécurité de votre compte. Un code permet de protéger vos données sensibles et de déverrouiller cet iPad.
fr_ca: Créez un code pour mettre à niveau la sécurité de votre compte. Un code protège vos données sensibles et permet de déverrouiller cet iPad.
he: באפשרותך לשדרג את אבטחת החשבון שלך על-ידי יצירת קוד גישה. קוד גישה מגן על המידע הרגיש שלך ומשמש לנעילת iPad זה.
hi: अपनी खाता सुरक्षा अपग्रेड करने के लिए पासकोड बनाएँ। पासकोड आपके संवेदनशील डेटा की सुरक्षा करता है और इस iPad को अनलॉक किए जाने के लिए इस्तेमाल किया जाता है।
hr: Izradite šifru kako biste nadogradili sigurnost računa. Šifra štiti osjetljive podatke i otključava ovaj iPad.
hu: Hozzon létre egy jelkódot a fiókja biztonságának növeléséhez. A jelkód védi a bizalmas adatait, és az iPad feloldásához használható.
id: Buat kode sandi untuk meningkatkan keamanan akun Anda. Kode sandi melindungi data sensitif Anda dan digunakan untuk membuka iPad ini.
it: Crea un codice per migliorare la sicurezza del tuo account. In questo modo, i tuoi dati sensibili saranno al sicuro e potrai utilizzarlo anche per sbloccare iPad.
ja: アカウントのセキュリティをアップグレードするにはパスコードを作成してください。パスコードは機密データを保護し、このiPadのロックを解除するために使用されます。
kk: Аккаунт қауіпсіздігін арттыру үшін құпиякод жасаңыз. Құпиякод сіздің құпия деректеріңізді қорғап, осы iPad құрылғысының құлпын ашу үшін пайдаланылады.
ko: 계정 보안을 업그레이드하려면 암호를 생성하십시오. 암호는 사용자의 민감한 데이터를 보호하고 이 iPad를 잠금 해제할 때 사용됩니다.
lt: Kad pagerintumėte savo paskyros saugumą, susikurkite prieigos kodą. Prieigos kodas saugo neskelbtinus duomenis ir naudojamas šiam „iPad“ atrakinti.
ms: Cipta kod laluan untuk menaik taraf keselamatan akaun anda. Kod laluan melindungi data sensitif anda dan digunakan untuk membuka kunci iPad ini.
nb: Angi en kode for å oppgradere kontosikkerheten din. Koden beskytter sensitive data og brukes til å låse opp iPaden.
nl: Maak een toegangscode aan om je accountbeveiliging bij te werken. Een toegangscode beschermt je gevoelige gegevens en wordt gebruikt om deze iPad te ontgrendelen.
pl: Aby zwiększyć poziom ochrony konta, utwórz kod. Kod chroni Twoje wrażliwe dane i służy do odblokowywania tego iPada.
pt_br: Crie um código para melhorar a segurança da sua conta. O código protege dados confidenciais e é usado para desbloquear este iPad.
pt_pt: Crie um código para melhorar a segurança da sua conta. Um código protege os seus dados confidenciais e é usado para desbloquear este iPad.
ro: Creați un cod de acces pentru a vă actualiza securitatea contului. Un cod de acces vă protejează datele sensibile și este utilizat pentru a debloca acest iPad.
ru: Создайте код‑пароль для повышения безопасности учетной записи. Код‑пароль защищает Ваши конфиденциальные данные и используется для разблокировки этого iPad.
sk: Upgradujte zabezpečenie svojho účtu vytvorením kódu. Kód chráni vaše citlivé dáta a slúži na odomykanie iPadu.
sl: Ustvarite kodo za dostop, da nadgradite varnost svojega računa. Koda za dostop varuje vaše občutljive podatke in se uporablja za odklepanje tega iPada.
sv: Uppgradera kontots säkerhet genom att skapa en lösenkod. En lösenkod skyddar känsliga data och låser upp denna iPad.
th: สร้างรหัสเพื่ออัปเกรดความปลอดภัยของบัญชีของคุณ รหัสจะปกป้องข้อมูลที่ไม่ต้องการเปิดเผยของคุณและใช้เพื่อปลดล็อค iPad เครื่องนี้
tr: Hesabınızın güvenliğini yükseltmek için bir parola yaratın. Parola hassas verilerinizi korur ve bu iPad’in kilidini açmak için kullanılır.
uk: Створіть код допуску, щоб посилити безпеку свого облікового запису. Код допуску захищає ваші конфіденційні дані та відмикає цей iPad.
vi: Tạo một mật mã để nâng cấp bảo mật tài khoản của bạn. Mật mã bảo vệ dữ liệu nhạy cảm của bạn và được sử dụng để mở khóa iPad này.
zh_cn: 创建密码以升级账户安全性。密码可保护你的敏感数据，并用于解锁此iPad。
zh_hk: 建立密碼以將帳户保安升級。密碼可保護你的敏感資料，並用於解鎖此iPad。
zh_tw: 製作密碼來升級你的帳號安全性。密碼可保護你的敏感性資料並解鎖此iPad。

# CREATE_PASSCODE_BODY_UPGRADE_IPHONE
source: Create a passcode to upgrade your account security. A passcode protects your sensitive data and is used to unlock this iPhone.
ar: أنشئ رمز دخول لترقية أمن حسابك. يحمي رمز الدخول بياناتك الحساسة، ويُستخدم لفتح فقل هذا الـ iPhone.
bg: Създайте код, за да подобрите сигурността на регистрацията си. Кодът защитава вашите чувствителни данни и се използва за отключване на този iPhone.
ca: Per millorar la seguretat del compte, pots crear un codi. Serveix per protegir les dades personals i desbloquejar l’iPhone.
cs: Vytvořte kód, který zabezpečí váš účet. Kód chrání citlivá data a používá se k odemknutí iPhonu.
da: Opret en kode for at opgradere sikkerheden på din konto. En kode beskytter dine følsomme data og bruges til at låse denne iPhone op.
de: Erstelle einen Code, um die Sicherheit deines Accounts zu erhöhen. Ein Code schützt deine vertraulichen Daten und wird zum Entsperren dieses iPhone verwendet.
el: Δημιουργήστε έναν κωδικό για αναβάθμιση της ασφάλειας του λογαριασμού σας. Ο κωδικός προστατεύει τα ευαίσθητα δεδομένα σας και ξεκλειδώνει αυτό το iPhone.
es: Crea un código para mejorar la seguridad de tu cuenta. El código sirve para proteger tus datos sensibles y para desbloquear este iPhone.
es_419: Crea un código para mejorar la seguridad de tu cuenta: protegerá tus datos confidenciales y se usará para desbloquear este iPhone.
fi: Päivitä tilisi suojaus luomalla pääsykoodi. Pääsykoodi suojaa arkaluontoisia tietojasi, ja sillä avataan iPhonen lukitus.
fr: Créez un code pour mettre à niveau la sécurité de votre compte. Un code permet de protéger vos données sensibles et de déverrouiller cet iPhone.
fr_ca: Créez un code pour mettre à niveau la sécurité de votre compte. Un code protège vos données sensibles et permet de déverrouiller cet iPhone.
he: באפשרותך לשדרג את אבטחת החשבון שלך על-ידי יצירת קוד גישה. קוד גישה מגן על המידע הרגיש שלך ומשמש לנעילת iPhone זה.
hi: अपनी खाता सुरक्षा अपग्रेड करने के लिए पासकोड बनाएँ। पासकोड आपके संवेदनशील डेटा की सुरक्षा करता है और इस iPhone को अनलॉक किए जाने के लिए इस्तेमाल किया जाता है।
hr: Izradite šifru kako biste nadogradili sigurnost računa. Šifra štiti osjetljive podatke i otključava ovaj iPhone.
hu: Hozzon létre egy jelkódot a fiókja biztonságának növeléséhez. A jelkód védi a bizalmas adatait, és az iPhone feloldásához használható.
id: Buat kode sandi untuk meningkatkan keamanan akun Anda. Kode sandi melindungi data sensitif Anda dan digunakan untuk membuka iPhone ini.
it: Crea un codice per migliorare la sicurezza del tuo account. In questo modo, i tuoi dati sensibili saranno al sicuro e potrai utilizzarlo anche per sbloccare iPhone.
ja: アカウントのセキュリティをアップグレードするにはパスコードを作成してください。パスコードは機密データを保護し、このiPhoneのロックを解除するために使用されます。
kk: Аккаунт қауіпсіздігін арттыру үшін құпиякод жасаңыз. Құпиякод сіздің құпия деректеріңізді қорғап, осы iPhone құрылғысының құлпын ашу үшін пайдаланылады.
ko: 계정 보안을 업그레이드하려면 암호를 생성하십시오. 암호는 사용자의 민감한 데이터를 보호하고 이 iPhone을 잠금 해제할 때 사용됩니다.
lt: Kad pagerintumėte savo paskyros saugumą, susikurkite prieigos kodą. Prieigos kodas saugo neskelbtinus duomenis ir naudojamas šiam „iPhone“ atrakinti.
ms: Cipta kod laluan untuk menaik taraf keselamatan akaun anda. Kod laluan melindungi data sensitif anda dan digunakan untuk membuka kunci iPhone ini.
nb: Angi en kode for å oppgradere kontosikkerheten din. Koden beskytter sensitive data og brukes til å låse opp iPhonen.
nl: Maak een toegangscode aan om je accountbeveiliging bij te werken. Een toegangscode beschermt je gevoelige gegevens en wordt gebruikt om deze iPhone te ontgrendelen.
pl: Aby zwiększyć poziom ochrony konta, utwórz kod. Kod chroni Twoje wrażliwe dane i służy do odblokowywania tego iPhone’a.
pt_br: Crie um código para melhorar a segurança da sua conta. O código protege dados confidenciais e é usado para desbloquear este iPhone.
pt_pt: Crie um código para melhorar a segurança da sua conta. Um código protege os seus dados confidenciais e é usado para desbloquear este iPhone.
ro: Creați un cod de acces pentru a vă actualiza securitatea contului. Un cod de acces vă protejează datele sensibile și este utilizat pentru a debloca acest iPhone.
ru: Создайте код‑пароль для повышения безопасности учетной записи. Код‑пароль защищает Ваши конфиденциальные данные и используется для разблокировки этого iPhone.
sk: Upgradujte zabezpečenie svojho účtu vytvorením kódu. Kód chráni vaše citlivé dáta a slúži na odomykanie iPhonu.
sl: Ustvarite kodo za dostop, da nadgradite varnost svojega računa. Koda za dostop varuje vaše občutljive podatke in se uporablja za odklepanje tega iPhona.
sv: Uppgradera kontots säkerhet genom att skapa en lösenkod. En lösenkod skyddar känsliga data och låser upp denna iPhone.
th: สร้างรหัสเพื่ออัปเกรดความปลอดภัยของบัญชีของคุณ รหัสจะปกป้องข้อมูลที่ไม่ต้องการเปิดเผยของคุณและใช้เพื่อปลดล็อค iPhone เครื่องนี้
tr: Hesabınızın güvenliğini yükseltmek için bir parola yaratın. Parola hassas verilerinizi korur ve bu iPhone’un kilidini açmak için kullanılır.
uk: Створіть код допуску, щоб посилити безпеку свого облікового запису. Код допуску захищає ваші конфіденційні дані та відмикає цей iPhone.
vi: Tạo một mật mã để nâng cấp bảo mật tài khoản của bạn. Mật mã bảo vệ dữ liệu nhạy cảm của bạn và được sử dụng để mở khóa iPhone này.
zh_cn: 创建密码以升级账户安全性。密码可保护你的敏感数据，并用于解锁此iPhone。
zh_hk: 建立密碼以將帳户保安升級。密碼可保護你的敏感資料，並用於解鎖此iPhone。
zh_tw: 製作密碼來升級你的帳號安全性。密碼可保護你的敏感性資料並解鎖此iPhone。

# CREATE_PASSCODE_BODY_UPGRADE_IPOD
source: Create a passcode to upgrade your account security. A passcode protects your sensitive data and is used to unlock this iPod touch.
ar: أنشئ رمز دخول لترقية أمن حسابك. يحمي رمز الدخول بياناتك الحساسة، ويُستخدم لفتح فقل هذا الـ iPod touch.
bg: Създайте код, за да подобрите сигурността на регистрацията си. Кодът защитава вашите чувствителни данни и се използва за отключване на този iPod touch.
ca: Per millorar la seguretat del compte, pots crear un codi. Serveix per protegir les dades personals i desbloquejar l’iPod touch.
cs: Vytvořte kód, který zabezpečí váš účet. Kód chrání citlivá data a používá se k odemknutí iPodu touch.
da: Opret en kode for at opgradere sikkerheden på din konto. En kode beskytter dine følsomme data og bruges til at låse denne iPod touch op.
de: Erstelle einen Code, um die Sicherheit deines Accounts zu erhöhen. Ein Code schützt deine vertraulichen Daten und wird zum Entsperren dieses iPod touch verwendet.
el: Δημιουργήστε έναν κωδικό για αναβάθμιση της ασφάλειας του λογαριασμού σας. Ο κωδικός προστατεύει τα ευαίσθητα δεδομένα σας και ξεκλειδώνει αυτό το iPod touch.
es: Crea un código para mejorar la seguridad de tu cuenta. El código sirve para proteger tus datos sensibles y para desbloquear este iPod touch.
es_419: Crea un código para mejorar la seguridad de tu cuenta: protegerá tus datos confidenciales y se usará para desbloquear este iPod touch.
fi: Päivitä tilisi suojaus luomalla pääsykoodi. Pääsykoodi suojaa arkaluontoisia tietojasi, ja sillä avataan iPod touchin lukitus.
fr: Créez un code pour mettre à niveau la sécurité de votre compte. Un code permet de protéger vos données sensibles et de déverrouiller cet iPod touch.
fr_ca: Créez un code pour mettre à niveau la sécurité de votre compte. Un code protège vos données sensibles et permet de déverrouiller cet iPod touch.
he: באפשרותך לשדרג את אבטחת החשבון שלך על-ידי יצירת קוד גישה. קוד גישה מגן על המידע הרגיש שלך ומשמש לנעילת iPod touch זה.
hi: अपनी खाता सुरक्षा अपग्रेड करने के लिए पासकोड बनाएँ। पासकोड आपके संवेदनशील डेटा की सुरक्षा करता है और इस iPod touch को अनलॉक किए जाने के लिए इस्तेमाल किया जाता है।
hr: Izradite šifru kako biste nadogradili sigurnost računa. Šifra štiti osjetljive podatke i otključava ovaj iPod touch.
hu: Hozzon létre egy jelkódot a fiókja biztonságának növeléséhez. A jelkód védi a bizalmas adatait, és az iPod touch feloldásához használható.
id: Buat kode sandi untuk meningkatkan keamanan akun Anda. Kode sandi melindungi data sensitif Anda dan digunakan untuk membuka iPod touch ini.
it: Crea un codice per migliorare la sicurezza del tuo account. In questo modo, i tuoi dati sensibili saranno al sicuro e potrai utilizzarlo anche per sbloccare iPod touch.
ja: アカウントのセキュリティをアップグレードするにはパスコードを作成してください。パスコードは機密データを保護し、このiPod touchのロックを解除するために使用されます。
kk: Аккаунт қауіпсіздігін арттыру үшін құпиякод жасаңыз. Құпиякод сіздің құпия деректеріңізді қорғап, осы iPod touch құрылғысының құлпын ашу үшін пайдаланылады.
ko: 계정 보안을 업그레이드하려면 암호를 생성하십시오. 암호는 사용자의 민감한 데이터를 보호하고 이 iPod touch를 잠금 해제할 때 사용됩니다.
lt: Kad pagerintumėte savo paskyros saugumą, susikurkite prieigos kodą. Prieigos kodas saugo neskelbtinus duomenis ir naudojamas šiam „iPod touch“ atrakinti.
ms: Cipta kod laluan untuk menaik taraf keselamatan akaun anda. Kod laluan melindungi data sensitif anda dan digunakan untuk membuka kunci iPod touch ini.
nb: Angi en kode for å oppgradere kontosikkerheten din. Koden beskytter sensitive data og brukes til å låse opp iPod touch.
nl: Maak een toegangscode aan om je accountbeveiliging bij te werken. Een toegangscode beschermt je gevoelige gegevens en wordt gebruikt om deze iPod touch te ontgrendelen.
pl: Aby zwiększyć poziom ochrony konta, utwórz kod. Kod chroni Twoje wrażliwe dane i służy do odblokowywania tego iPoda touch.
pt_br: Crie um código para melhorar a segurança da sua conta. O código protege dados confidenciais e é usado para desbloquear este iPod touch.
pt_pt: Crie um código para melhorar a segurança da sua conta. Um código protege os seus dados confidenciais e é usado para desbloquear este iPod touch.
ro: Creați un cod de acces pentru a vă actualiza securitatea contului. Un cod de acces vă protejează datele sensibile și este utilizat pentru a debloca acest iPod touch.
ru: Создайте код‑пароль для повышения безопасности учетной записи. Код‑пароль защищает Ваши конфиденциальные данные и используется для разблокировки этого iPod touch.
sk: Upgradujte zabezpečenie svojho účtu vytvorením kódu. Kód chráni vaše citlivé dáta a slúži na odomykanie iPodu touch.
sl: Ustvarite kodo za dostop, da nadgradite varnost svojega računa. Koda za dostop varuje vaše občutljive podatke in se uporablja za odklepanje te naprave iPod touch.
sv: Uppgradera kontots säkerhet genom att skapa en lösenkod. En lösenkod skyddar känsliga data och låser upp denna iPod touch.
th: สร้างรหัสเพื่ออัปเกรดความปลอดภัยของบัญชีของคุณ รหัสจะปกป้องข้อมูลที่ไม่ต้องการเปิดเผยของคุณและใช้เพื่อปลดล็อค iPod touch เครื่องนี้
tr: Hesabınızın güvenliğini yükseltmek için bir parola yaratın. Parola hassas verilerinizi korur ve bu iPod touch’ın kilidini açmak için kullanılır.
uk: Створіть код допуску, щоб посилити безпеку свого облікового запису. Код допуску захищає ваші конфіденційні дані та відмикає цей iPod touch.
vi: Tạo một mật mã để nâng cấp bảo mật tài khoản của bạn. Mật mã bảo vệ dữ liệu nhạy cảm của bạn và được sử dụng để mở khóa iPod touch này.
zh_cn: 创建密码以升级账户安全性。密码可保护你的敏感数据，并用于解锁此iPod touch。
zh_hk: 建立密碼以將帳户保安升級。密碼可保護你的敏感資料，並用於解鎖此iPod touch。
zh_tw: 製作密碼來升級你的帳號安全性。密碼可保護你的敏感性資料並解鎖此iPod touch。

# CREATE_PASSCODE_BODY_UPGRADE_UNKNOWN
source: Create a passcode to upgrade your account security. A passcode protects your sensitive data and is used to unlock this device.
ar: يرجى إنشاء رمز دخول لترقية أمن حسابك. يحمي رمز الدخول بياناتك الحساسة، ويُستخدم لفتح قفل هذا الجهاز.
bg: Създайте код, за да подобрите сигурността на регистрацията си. Кодът защитава вашите чувствителни данни и се използва за отключване на това устройство.
ca: Per millorar la seguretat del compte, pots crear un codi. Serveix per protegir les dades personals i desbloquejar el dispositiu.
cs: Vytvořte kód, který zabezpečí váš účet. Kód chrání citlivá data a používá se k odemknutí zařízení.
da: Opret en kode for at opgradere sikkerheden på din konto. En kode beskytter dine følsomme data og bruges til at låse denne enhed op.
de: Erstelle einen Code, um die Sicherheit deines Accounts zu erhöhen. Ein Code schützt deine vertraulichen Daten und wird zum Entsperren dieses Geräts verwendet.
el: Δημιουργήστε έναν κωδικό για αναβάθμιση της ασφάλειας του λογαριασμού σας. Ο κωδικός προστατεύει τα ευαίσθητα δεδομένα σας και ξεκλειδώνει αυτήν τη συσκευή.
es: Crea un código para mejorar la seguridad de tu cuenta. El código sirve para proteger tus datos sensibles y para desbloquear este dispositivo.
es_419: Crea un código para mejorar la seguridad de tu cuenta: protegerá tus datos confidenciales y se usará para desbloquear este dispositivo.
fi: Päivitä tilisi suojaus luomalla pääsykoodi. Pääsykoodi suojaa arkaluontoisia tietojasi, ja sillä avataan tämän laitteen lukitus.
fr: Créez un code pour mettre à niveau la sécurité de votre compte. Un code permet de protéger vos données sensibles et de déverrouiller cet appareil.
fr_ca: Créez un code pour mettre à niveau la sécurité de votre compte. Un code protège vos données sensibles et permet de déverrouiller cet appareil.
he: באפשרותך לשדרג את אבטחת החשבון שלך על-ידי יצירת קוד גישה. קוד גישה מגן על המידע הרגיש שלך ומשמש לנעילת מכשיר זה.
hi: अपनी खाता सुरक्षा अपग्रेड करने के लिए पासकोड बनाएँ। पासकोड आपके संवेदनशील डेटा की सुरक्षा करता है और इस डिवाइस को अनलॉक करने के लिए इस्तेमाल किया जाता है।
hr: Izradite šifru kako biste nadogradili sigurnost računa. Šifra štiti osjetljive podatke i otključava ovaj uređaj.
hu: Hozzon létre egy jelkódot a fiókja biztonságának növeléséhez. A jelkód védi a bizalmas adatait, és az eszköz feloldásához használható.
id: Buat kode sandi untuk meningkatkan keamanan akun Anda. Kode sandi melindungi data sensitif Anda dan digunakan untuk membuka perangkat ini.
it: Crea un codice per migliorare la sicurezza del tuo account. In questo modo, i tuoi dati sensibili saranno al sicuro e potrai utilizzarlo anche per sbloccare il dispositivo.
ja: アカウントのセキュリティをアップグレードするにはパスコードを作成してください。パスコードは機密データを保護し、このデバイスのロックを解除するために使用されます。
kk: Аккаунт қауіпсіздігін арттыру үшін құпиякод жасаңыз. Құпиякод сіздің құпия деректеріңізді қорғап, осы құрылғының құлпын ашу үшін пайдаланылады.
ko: 계정 보안을 업그레이드하려면 암호를 생성하십시오. 암호는 사용자의 민감한 데이터를 보호하고 이 기기를 잠금 해제할 때 사용됩니다.
lt: Kad pagerintumėte savo paskyros saugumą, susikurkite prieigos kodą. Prieigos kodas saugo neskelbtinus duomenis ir naudojamas šiam įrenginiui atrakinti.
ms: Cipta kod laluan untuk menaik taraf keselamatan akaun anda. Kod laluan melindungi data sensitif anda dan digunakan untuk membuka kunci peranti ini.
nb: Angi en kode for å oppgradere kontosikkerheten din. Koden beskytter sensitive data og brukes til å låse opp enheten.
nl: Maak een toegangscode aan om je accountbeveiliging bij te werken. Een toegangscode beschermt je gevoelige gegevens en wordt gebruikt om dit apparaat te ontgrendelen.
pl: Aby zwiększyć poziom ochrony konta, utwórz kod. Kod chroni Twoje wrażliwe dane i służy do odblokowywania tego urządzenia.
pt_br: Crie um código para melhorar a segurança da sua conta. O código protege dados confidenciais e é usado para desbloquear este dispositivo.
pt_pt: Crie um código para melhorar a segurança da sua conta. Um código protege os seus dados confidenciais e é usado para desbloquear este dispositivo.
ro: Creați un cod de acces pentru a vă actualiza securitatea contului. Un cod de acces vă protejează datele sensibile și este utilizat pentru a debloca acest dispozitiv.
ru: Создайте код‑пароль, чтобы повысить безопасность учетной записи и защитить свои личные данные. Код‑пароль будет использоваться для разблокировки этого устройства.
sk: Upgradujte zabezpečenie svojho účtu vytvorením kódu. Kód chráni vaše citlivé dáta a slúži na odomykanie zariadenia.
sl: Ustvarite kodo za dostop, da nadgradite varnost svojega računa. Koda za dostop varuje vaše občutljive podatke in se uporablja za odklepanje te naprave.
sv: Uppgradera kontots säkerhet genom att skapa en lösenkod. En lösenkod skyddar känsliga data och låser upp den här enheten.
th: สร้างรหัสเพื่ออัปเกรดความปลอดภัยของบัญชีของคุณ รหัสจะปกป้องข้อมูลที่ไม่ต้องการเปิดเผยของคุณและใช้เพื่อปลดล็อคอุปกรณ์เครื่องนี้
tr: Hesabınızın güvenliğini yükseltmek için bir parola yaratın. Parola hassas verilerinizi korur ve bu aygıtın kilidini açmak için kullanılır.
uk: Створіть код допуску, щоб посилити безпеку свого облікового запису. Код допуску захищає ваші конфіденційні дані та відмикає цей пристрій.
vi: Tạo một mật mã để nâng cấp bảo mật tài khoản của bạn. Mật mã bảo vệ dữ liệu nhạy cảm của bạn và được sử dụng để mở khóa thiết bị này.
zh_cn: 创建密码以升级账户安全性。密码可保护你的敏感数据，并用于解锁此设备。
zh_hk: 建立密碼以將帳户保安升級。密碼可保護你的敏感資料，並用於解鎖此裝置。
zh_tw: 製作密碼來升級你的帳號安全性。密碼可保護你的敏感性資料並解鎖此裝置。
